Repository: RonaVedat/dimera
Catalog: Dimera/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, pt_br, ru, tr, zh_hans

source: Cancel Subscription
de: Abonnement kündigen
es: Cancelar suscripción
fr: Résilier l'abonnement
id: Batalkan Langganan
it: Annulla abbonamento
pt_br: Cancelar assinatura
ru: Отменить подписку
tr: Aboneliği İptal Et
zh_hans: 取消订阅

source: Cancel anytime.
de: Jederzeit kündbar.
es: Cancela cuando quieras.
fr: Annulable à tout moment.
id: Batalkan kapan saja.
it: Annulla quando vuoi.
pt_br: Cancele quando quiser.
ru: Отмена в любой момент.
tr: İstediğin zaman iptal et.
zh_hans: 随时可取消。

source: Cancel by %@
de: Kündigungsfrist: %@
es: Cancelar antes del %@
fr: À résilier avant le %@
id: Batalkan sebelum %@
it: Disdici entro il %@
pt_br: Cancelar até %@
ru: Отменить до %@
tr: Son iptal tarihi: %@
zh_hans: 截止 %@ 前取消

source: Cancel this and save %@ a month — %@ a year.
de: Kündige es und spare %1$@ im Monat — %2$@ im Jahr.
es: Cancélalo y ahorra %1$@ al mes — %2$@ al año.
fr: Résiliez-le et économisez %1$@ par mois — %2$@ par an.
id: Batalkan ini dan hemat %1$@ per bulan — %2$@ per tahun.
it: Annullalo e risparmia %1$@ al mese — %2$@ all'anno.
pt_br: Cancele e economize %1$@ por mês — %2$@ por ano.
ru: Отмените — и вы сэкономите %1$@ в месяц — %2$@ в год.
tr: Bunu iptal et ve ayda %1$@ tasarruf et — yılda %2$@.
zh_hans: 取消它，每月可省 %1$@——每年省 %2$@。

source: Cancellation Deadline
de: Kündigungsfrist
es: Plazo de cancelación
fr: Délai de résiliation
id: Batas Waktu Pembatalan
it: Scadenza per la disdetta
pt_br: Prazo de cancelamento
ru: Срок для отказа
tr: İptal Süresi
zh_hans: 取消截止日期

source: Cancelled
de: Gekündigt
es: Cancelado
fr: Résilié
id: Dibatalkan
it: Annullato
pt_br: Cancelado
ru: Расторгнут
tr: İptal Edildi
zh_hans: 已取消

source: Cash
de: Bargeld
es: Efectivo
fr: Liquidités
id: Kas
it: Liquidità
pt_br: Dinheiro
ru: Наличные
tr: Nakit
zh_hans: 现金

source: Cash available
de: Verfügbares Bargeld
es: Efectivo disponible
fr: Liquidités disponibles
id: Kas tersedia
it: Liquidità disponibile
pt_br: Dinheiro disponível
ru: Доступные наличные
tr: Kullanılabilir nakit
zh_hans: 可用现金

source: Category breakdown
de: Kategorienübersicht
es: Desglose por categoría
fr: Répartition par catégorie
id: Rincian kategori
it: Ripartizione per categoria
pt_br: Detalhamento por categoria
ru: Разбивка по категориям
tr: Kategori dökümü
zh_hans: 分类明细

source: Category trends and goal-progress PDFs, ready to share.
de: PDFs mit Kategorietrends und Zielfortschritt, bereit zum Teilen.
es: PDF con tendencias por categoría y progreso de metas, listos para compartir.
fr: PDF des tendances par catégorie et de la progression des objectifs, prêts à partager.
id: PDF tren kategori dan progres target, siap dibagikan.
it: PDF con tendenze per categoria e avanzamento obiettivi, pronti da condividere.
pt_br: PDFs com tendências por categoria e progresso das metas, prontos para compartilhar.
ru: PDF с трендами по категориям и прогрессом целей — готовы к отправке.
tr: Kategori trendleri ve hedef ilerlemesi PDF'leri, paylaşıma hazır.
zh_hans: 分类趋势与目标进度 PDF，随时可分享。

source: Choose File
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
id: Pilih File
it: Scegli file
pt_br: Escolher arquivo
ru: Выбрать файл
tr: Dosya Seç
zh_hans: 选择文件

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
id: Pilih Foto
it: Scegli foto
pt_br: Escolher foto
ru: Выбрать фото
tr: Fotoğraf Seç
zh_hans: 选择照片

source: Choose from Library
de: Aus Mediathek wählen
es: Elegir de la Biblioteca
fr: Choisir dans la photothèque
id: Pilih dari Galeri
it: Scegli dalla Libreria
pt_br: Escolher da Biblioteca
ru: Выбрать из библиотеки
tr: Kitaplıktan Seç
zh_hans: 从相册选择

source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Commitment Report
de: Verpflichtungsbericht
es: Informe de compromisos
fr: Rapport d'engagements
id: Laporan Komitmen
it: Rapporto impegni
pt_br: Relatório de compromissos
ru: Отчёт по обязательствам
tr: Taahhüt Raporu
zh_hans: 承诺报告

source: Commitments
de: Verpflichtungen
es: Compromisos
fr: Engagements
id: Komitmen
it: Impegni
pt_br: Compromissos
ru: Обязательства
tr: Taahhütler
zh_hans: 承诺

source: Connect bank
de: Bank verbinden
es: Conectar banco
fr: Connecter ma banque
id: Hubungkan bank
it: Collega banca
pt_br: Conectar banco
ru: Подключить банк
tr: Banka bağla
zh_hans: 连接银行

source: Connect bank now
de: Jetzt Bank verbinden
es: Conectar banco ahora
fr: Connecter ma banque maintenant
id: Hubungkan bank sekarang
it: Collega la banca ora
pt_br: Conectar banco agora
ru: Подключить банк сейчас
tr: Şimdi banka bağla
zh_hans: 立即连接银行

source: Connect your bank securely.
de: Verbinde deine Bank sicher.
es: Conecta tu banco de forma segura.
fr: Connectez votre banque en toute sécurité.
id: Hubungkan bank Anda dengan aman.
it: Collega la tua banca in modo sicuro.
pt_br: Conecte seu banco com segurança.
ru: Безопасно подключите свой банк.
tr: Bankanı güvenle bağla.
zh_hans: 安全连接您的银行账户。

source: Consolidated Statement
de: Konsolidierte Aufstellung
es: Estado Consolidado
fr: Relevé consolidé
id: Laporan Konsolidasi
it: Rendiconto consolidato
pt_br: Demonstrativo Consolidado
ru: Сводная выписка
tr: Konsolide Ekstre
zh_hans: 综合报表

source: Continue
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
pt_br: Continuar
ru: Продолжить
tr: Devam Et
zh_hans: 继续

source: Continue with Free
de: Kostenlos weiter
es: Continuar con el plan gratuito
fr: Continuer avec la version gratuite
id: Lanjutkan dengan versi gratis
it: Continua con il piano gratuito
pt_br: Continuar com o plano grátis
ru: Продолжить бесплатно
tr: Ücretsiz devam et
zh_hans: 继续使用免费版

source: Contract Ends
de: Vertrag endet
es: El contrato termina
fr: Fin du contrat
id: Kontrak Berakhir
it: Il contratto termina
pt_br: Contrato termina
ru: Договор заканчивается
tr: Sözleşme Bitişi
zh_hans: 合同结束日期

source: Contract Reminder
de: Vertragserinnerung
es: Recordatorio de contrato
fr: Rappel de contrat
id: Pengingat Kontrak
it: Promemoria contratto
pt_br: Lembrete de contrato
ru: Напоминание о договоре
tr: Sözleşme Hatırlatması
zh_hans: 合同提醒

source: Contracts
de: Verträge
es: Contratos
fr: Contrats
id: Kontrak
it: Contratti
pt_br: Contratos
ru: Договоры
tr: Sözleşmeler
zh_hans: 合同

source: Control subscriptions
de: Abonnements im Griff behalten
es: Controlar suscripciones
fr: Gérer mes abonnements
id: Kelola langganan
it: Controlla gli abbonamenti
pt_br: Controlar assinaturas
ru: Контролировать подписки
tr: Abonelikleri kontrol et
zh_hans: 管理订阅

source: Couldn't load prices. Check your connection and try again.
de: Preise konnten nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudieron cargar los precios. Revisa tu conexión y vuelve a intentarlo.
fr: Impossible de charger les prix. Vérifiez votre connexion et réessayez.
id: Harga tidak dapat dimuat. Periksa koneksimu lalu coba lagi.
it: Impossibile caricare i prezzi. Controlla la connessione e riprova.
pt_br: Não foi possível carregar os preços. Verifique sua conexão e tente novamente.
ru: Не удалось загрузить цены. Проверьте подключение и повторите попытку.
tr: Fiyatlar yüklenemedi. Bağlantını kontrol edip tekrar dene.
zh_hans: 无法加载价格。请检查网络连接后重试。

source: Couldn't load your accounts. Check your connection and try again.
de: Deine Konten konnten nicht geladen werden. Überprüfe deine Verbindung und versuche es erneut.
es: No se pudieron cargar tus cuentas. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de charger vos comptes. Vérifiez votre connexion et réessayez.
id: Akun Anda tidak dapat dimuat. Periksa koneksi Anda dan coba lagi.
it: Impossibile caricare i tuoi conti. Controlla la connessione e riprova.
pt_br: Não foi possível carregar suas contas. Verifique sua conexão e tente novamente.
ru: Не удалось загрузить ваши счета. Проверьте подключение и попробуйте снова.
tr: Hesapların yüklenemedi. Bağlantını kontrol edip tekrar dene.
zh_hans: 无法加载您的账户。请检查网络连接后重试。

source: Create my dashboard
de: Mein Dashboard erstellen
es: Crear mi panel
fr: Créer mon tableau de bord
id: Buat dasbor saya
it: Crea la mia dashboard
pt_br: Criar meu painel
ru: Создать панель управления
tr: Panelimi oluştur
zh_hans: 创建我的仪表盘

source: Daily Review and Weekly Digest wait until %1$@ if they'd otherwise fire between %2$@ and %3$@. Renewal reminders are unaffected.
de: Tagesüberblick und Wochenzusammenfassung warten bis %1$@, falls sie sonst zwischen %2$@ und %3$@ ausgelöst würden. Verlängerungserinnerungen sind davon nicht betroffen.
es: El Resumen diario y el Resumen semanal esperan hasta las %1$@ si de otro modo se activarían entre las %2$@ y las %3$@. Los recordatorios de renovación no se ven afectados.
fr: Le bilan quotidien et le résumé hebdomadaire attendent jusqu'à %1$@ s'ils devaient se déclencher entre %2$@ et %3$@. Les rappels de renouvellement ne sont pas concernés.
id: Ulasan Harian dan Ringkasan Mingguan menunggu hingga %1$@ jika seharusnya muncul antara %2$@ dan %3$@. Pengingat perpanjangan tidak terpengaruh.
it: Il Riepilogo giornaliero e il Riepilogo settimanale attendono fino alle %1$@ se dovrebbero altrimenti attivarsi tra le %2$@ e le %3$@. I promemoria di rinnovo non sono interessati.
pt_br: O Resumo Diário e o Resumo Semanal esperam até %1$@ caso disparassem entre %2$@ e %3$@. Os lembretes de renovação não são afetados.
ru: Ежедневный обзор и еженедельная сводка откладываются до %1$@, если должны были сработать между %2$@ и %3$@. На напоминания о продлении это не влияет.
tr: Günlük Özet ve Haftalık Özet, %2$@ ile %3$@ arasında tetiklenecekse %1$@ saatine kadar beklenir. Yenileme hatırlatıcıları bundan etkilenmez.
zh_hans: 若每日回顾和每周摘要本应在 %2$@ 至 %3$@ 之间发送，则会推迟到 %1$@。续订提醒不受影响。

source: Daily spending review
de: Tägliche Ausgabenübersicht
es: Resumen diario de gastos
fr: Bilan quotidien des dépenses
id: Ulasan pengeluaran harian
it: Riepilogo giornaliero delle spese
pt_br: Resumo diário de gastos
ru: Ежедневный обзор трат
tr: Günlük harcama özeti
zh_hans: 每日支出回顾

source: Daily spending reviews, weekly digests, and renewal reminders.
de: Tägliche Ausgabenübersicht, wöchentliche Zusammenfassungen und Erinnerungen an Verlängerungen.
es: Resúmenes diarios de gastos, resúmenes semanales y recordatorios de renovación.
fr: Bilans quotidiens des dépenses, résumés hebdomadaires et rappels de renouvellement.
id: Ulasan pengeluaran harian, ringkasan mingguan, dan pengingat perpanjangan.
it: Riepiloghi giornalieri delle spese, riepiloghi settimanali e promemoria di rinnovo.
pt_br: Resumos diários de gastos, resumos semanais e lembretes de renovação.
ru: Ежедневные отчёты о расходах, еженедельные сводки и напоминания о продлении.
tr: Günlük harcama özetleri, haftalık özetler ve yenileme hatırlatıcıları.
zh_hans: 每日支出回顾、每周摘要和续订提醒。

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
pt_br: Escuro
ru: Тёмная
tr: Koyu
zh_hans: 深色

source: Date range
de: Zeitraum
es: Rango de fechas
fr: Période
id: Rentang tanggal
it: Intervallo di date
pt_br: Período
ru: Период
tr: Tarih aralığı
zh_hans: 日期范围

source: Debt
de: Schulden
es: Deuda
fr: Dettes
id: Utang
it: Debiti
pt_br: Dívida
ru: Долг
tr: Borç
zh_hans: 债务

source: Debt (optional)
de: Schulden (optional)
es: Deuda (opcional)
fr: Dettes (facultatif)
id: Utang (opsional)
it: Debiti (opzionale)
pt_br: Dívida (opcional)
ru: Долг (необязательно)
tr: Borç (isteğe bağlı)
zh_hans: 债务（可选）

source: Debt cleared
de: Schulden getilgt
es: Deuda saldada
fr: Dette soldée
id: Utang lunas
it: Debito estinto
pt_br: Dívida quitada
ru: Долг погашен
tr: Borç kapandı
zh_hans: 债务已还清

source: Debt increased
de: Schulden gestiegen
es: La deuda aumentó
fr: La dette a augmenté
id: Utang bertambah
it: Debito aumentato
pt_br: Dívida aumentou
ru: Долг увеличился
tr: Borç arttı
zh_hans: 债务增加

source: Debt repayment
de: Rückzahlung
es: Pago de deuda
fr: Remboursement de dette
id: Pembayaran utang
it: Rimborso del debito
pt_br: Pagamento de dívida
ru: Погашение долга
tr: Borç ödemesi
zh_hans: 偿还债务

source: Debt-free — nothing counts against you.
de: Schuldenfrei — nichts geht zu deinen Lasten.
es: Sin deudas — nada juega en tu contra.
fr: Sans dette — rien ne joue en votre défaveur.
id: Bebas utang — tidak ada yang memberatkan Anda.
it: Senza debiti — niente gioca contro di te.
pt_br: Livre de dívidas — nada conta contra você.
ru: Без долгов — ничего не работает против вас.
tr: Borçsuz — hiçbir şey aleyhine sayılmıyor.
zh_hans: 无债一身轻——没有任何不利因素。

source: Delays routine reminders until morning if they'd otherwise fire overnight.
de: Verschiebt routinemäßige Erinnerungen auf den Morgen, falls sie sonst nachts ausgelöst würden.
es: Retrasa los recordatorios rutinarios hasta la mañana si de otro modo se activarían de madrugada.
fr: Reporte les rappels habituels au matin s'ils devaient se déclencher pendant la nuit.
id: Menunda pengingat rutin hingga pagi jika seharusnya muncul di tengah malam.
it: Ritarda i promemoria di routine fino al mattino se altrimenti si attiverebbero di notte.
pt_br: Adia lembretes de rotina até de manhã caso disparassem durante a madrugada.
ru: Откладывает обычные напоминания до утра, если они должны были сработать ночью.
tr: Gece tetiklenecek rutin hatırlatıcıları sabaha erteler.
zh_hans: 若常规提醒本应在夜间触发，将推迟到早上。

source: Delete Budget
de: Budget löschen
es: Eliminar presupuesto
fr: Supprimer le budget
id: Hapus Anggaran
it: Elimina budget
pt_br: Excluir orçamento
ru: Удалить бюджет
tr: Bütçeyi Sil
zh_hans: 删除预算

source: Delete asset
de: Vermögenswert löschen
es: Eliminar activo
fr: Supprimer l'actif
id: Hapus aset
it: Elimina attività
pt_br: Excluir ativo
ru: Удалить актив
tr: Varlığı sil
zh_hans: 删除资产

source: Delete goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
id: Hapus target
it: Elimina obiettivo
pt_br: Excluir meta
ru: Удалить цель
tr: Hedefi sil
zh_hans: 删除目标

source: Delete liability
de: Verbindlichkeit löschen
es: Eliminar pasivo
fr: Supprimer le passif
id: Hapus utang
it: Elimina passività
pt_br: Excluir dívida
ru: Удалить обязательство
tr: Borcu sil
zh_hans: 删除负债

source: Delete this budget?
de: Dieses Budget löschen?
es: ¿Eliminar este presupuesto?
fr: Supprimer ce budget ?
id: Hapus anggaran ini?
it: Eliminare questo budget?
pt_br: Excluir este orçamento?
ru: Удалить этот бюджет?
tr: Bu bütçe silinsin mi?
zh_hans: 删除此预算？

source: Development-only controls — never shown in a release build.
de: Nur für die Entwicklung — erscheint nie in einer veröffentlichten Version.
es: Controles solo para desarrollo — nunca se muestran en una versión de lanzamiento.
fr: Contrôles réservés au développement — jamais visibles dans une version publiée.
id: Kontrol khusus pengembangan — tidak pernah ditampilkan pada versi rilis.
it: Controlli solo per lo sviluppo — mai mostrati in una build di rilascio.
pt_br: Controles apenas de desenvolvimento — nunca exibidos em uma versão de lançamento.
ru: Только для разработки — никогда не отображается в финальной версии.
tr: Yalnızca geliştirme amaçlı kontroller — yayın sürümünde asla gösterilmez.
zh_hans: 仅供开发使用——正式版本中不会显示。

source: Dimera Premium · Included
de: Dimera Premium · Inklusive
es: Dimera Premium · Incluido
fr: Dimera Premium · Inclus
id: Dimera Premium · Termasuk
it: Dimera Premium · Incluso
pt_br: Dimera Premium · Incluído
ru: Dimera Premium · Включено
tr: Dimera Premium · Dahil
zh_hans: Dimera Premium · 已包含

source: Dimera doesn't sell personal information, and manual transactions never leave your phone.
de: Dimera verkauft keine persönlichen Daten, und manuell erfasste Transaktionen verlassen dein Telefon nie.
es: Dimera no vende información personal, y las transacciones manuales nunca salen de tu teléfono.
fr: Dimera ne vend aucune donnée personnelle, et vos transactions manuelles ne quittent jamais votre téléphone.
id: Dimera tidak menjual informasi pribadi, dan transaksi manual tidak pernah keluar dari ponsel Anda.
it: Dimera non vende informazioni personali e le transazioni manuali non lasciano mai il tuo telefono.
pt_br: O Dimera não vende informações pessoais, e as transações manuais nunca saem do seu celular.
ru: Dimera не продаёт личные данные, а вручную введённые операции никогда не покидают ваш телефон.
tr: Dimera kişisel bilgileri satmaz ve manuel işlemler telefonundan asla çıkmaz.
zh_hans: Dimera 不会出售个人信息，手动记录的交易也绝不会离开您的手机。

source: Dimera is designed dark-first. System follows your device's setting.
de: Dimera ist in erster Linie für den Dunkelmodus gestaltet. „System“ folgt der Einstellung deines Geräts.
es: Dimera está diseñada pensando primero en el modo oscuro. Sistema sigue el ajuste de tu dispositivo.
fr: Dimera est conçu d'abord pour le mode sombre. « Système » suit le réglage de votre appareil.
id: Dimera dirancang dengan mode gelap sebagai prioritas. Sistem mengikuti pengaturan perangkat Anda.
it: Dimera è progettata prima per lo scuro. Sistema segue l'impostazione del tuo dispositivo.
pt_br: O Dimera foi criado com o modo escuro em mente. Sistema segue a configuração do seu dispositivo.
ru: Dimera изначально создан для тёмной темы. «Системная» следует настройке вашего устройства.
tr: Dimera öncelikle koyu tema için tasarlandı. Sistem, cihazının ayarını izler.
zh_hans: Dimera 以深色模式为设计核心。“系统”选项会跟随设备设置。

source: Dimera needs permission to send reminders. Enable notifications for Dimera in Settings, then try again.
de: Dimera benötigt die Berechtigung, Erinnerungen zu senden. Aktiviere Mitteilungen für Dimera in den Einstellungen und versuche es erneut.
es: Dimera necesita permiso para enviar recordatorios. Activa las notificaciones de Dimera en Ajustes y vuelve a intentarlo.
fr: Dimera a besoin de votre autorisation pour envoyer des rappels. Activez les notifications pour Dimera dans Réglages, puis réessayez.
id: Dimera memerlukan izin untuk mengirim pengingat. Aktifkan notifikasi untuk Dimera di Pengaturan, lalu coba lagi.
it: Dimera ha bisogno del permesso per inviare promemoria. Attiva le notifiche per Dimera nelle Impostazioni, poi riprova.
pt_br: O Dimera precisa de permissão para enviar lembretes. Ative as notificações do Dimera nos Ajustes e tente novamente.
ru: Dimera нужно разрешение на отправку напоминаний. Включите уведомления для Dimera в настройках и попробуйте снова.
tr: Dimera'nın hatırlatıcı gönderebilmesi için izne ihtiyacı var. Ayarlar'da Dimera için bildirimleri etkinleştirip tekrar dene.
zh_hans: Dimera 需要权限才能发送提醒。请在设置中为 Dimera 启用通知，然后重试。

source: Document
de: Dokument
es: Documento
id: Dokumen
it: Documento
pt_br: Documento
ru: Документ
tr: Belge
zh_hans: 文档

source: Document Attached
de: Dokument angehängt
es: Documento adjunto
fr: Document joint
id: Dokumen Terlampir
it: Documento allegato
pt_br: Documento anexado
ru: Документ прикреплён
tr: Belge Eklendi
zh_hans: 已附加文档

source: Does this repeat?
de: Wiederholt sich das?
es: ¿Se repite?
fr: Est-ce récurrent ?
id: Apakah ini berulang?
it: Si ripete?
pt_br: Isso se repete?
ru: Это повторяется?
tr: Bu tekrarlanıyor mu?
zh_hans: 是否重复？

source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成

source: Double tap to see what changed
de: Doppeltippen, um zu sehen, was sich geändert hat
es: Toca dos veces para ver qué cambió
fr: Appuyez deux fois pour voir ce qui a changé
id: Ketuk dua kali untuk melihat apa yang berubah
it: Tocca due volte per vedere cosa è cambiato
pt_br: Toque duas vezes para ver o que mudou
ru: Дважды нажмите, чтобы увидеть, что изменилось
tr: Neyin değiştiğini görmek için iki kez dokunun
zh_hans: 双击查看变化详情

source: Due %@
de: Fällig %@
es: Vence %@
fr: Échéance %@
id: Jatuh tempo %@
it: Scade %@
pt_br: Vence %@
ru: Срок %@
tr: Vade %@
zh_hans: 到期 %@

source: Earlier activity
de: Frühere Aktivität
es: Actividad anterior
fr: Activité antérieure
id: Aktivitas sebelumnya
it: Attività precedente
pt_br: Atividade anterior
ru: Более ранняя активность
tr: Önceki hareket
zh_hans: 更早的活动

source: Edit Budget
de: Budget bearbeiten
es: Editar presupuesto
fr: Modifier le budget
id: Edit Anggaran
it: Modifica budget
pt_br: Editar orçamento
ru: Изменить бюджет
tr: Bütçeyi Düzenle
zh_hans: 编辑预算

source: Emergency fund
de: Notfallrücklage
es: Fondo de emergencia
fr: Fonds d'urgence
id: Dana darurat
it: Fondo di emergenza
pt_br: Reserva de emergência
ru: Резервный фонд
tr: Acil durum fonu
zh_hans: 应急基金

source: Employee
de: Angestellt
es: Empleado
fr: Salarié
id: Karyawan
it: Dipendente
pt_br: Funcionário
ru: Наёмный работник
tr: Çalışan
zh_hans: 上班族

source: Encrypted
de: Verschlüsselt
es: Cifrado
fr: Chiffré
id: Terenkripsi
it: Crittografato
pt_br: Criptografado
ru: Зашифровано
tr: Şifrelenmiş
zh_hans: 已加密

source: End
de: Ende
es: Fin
fr: Fin
id: Selesai
it: Fine
pt_br: Fim
ru: Конец
tr: Bitiş
zh_hans: 结束

source: Ending soon
de: Endet bald
es: Termina pronto
fr: Se termine bientôt
id: Segera Berakhir
it: In scadenza
pt_br: Terminando em breve
ru: Скоро заканчивается
tr: Yakında Bitiyor
zh_hans: 即将结束

source: Ends %@
de: Endet am %@
es: Termina el %@
fr: Se termine le %@
id: Berakhir %@
it: Termina il %@
pt_br: Termina em %@
ru: Заканчивается %@
tr: Bitiş: %@
zh_hans: 结束于 %@

source: Ends on %@
de: Endet am %@
es: Finaliza el %@
fr: Se termine le %@
id: Berakhir pada %@
it: Termina il %@
pt_br: Termina em %@
ru: Закончится %@
tr: %@ tarihinde sona erer
zh_hans: 将于 %@ 结束

source: Entertainment
de: Unterhaltung
es: Ocio
fr: Divertissement
id: Hiburan
it: Intrattenimento
pt_br: Entretenimento
ru: Развлечения
tr: Eğlence
zh_hans: 娱乐

source: Estimated completion: %@
de: Voraussichtlicher Abschluss: %@
es: Finalización estimada: %@
fr: Achèvement estimé : %@
id: Perkiraan selesai: %@
it: Completamento stimato: %@
pt_br: Conclusão estimada: %@
ru: Ориентировочное завершение: %@
tr: Tahmini tamamlanma: %@
zh_hans: 预计完成时间：%@

source: Every 2 weeks
de: Alle 2 Wochen
es: Cada 2 semanas
fr: Toutes les 2 semaines
id: Setiap 2 minggu
it: Ogni 2 settimane
pt_br: A cada 2 semanas
ru: Каждые 2 недели
tr: Her 2 haftada bir
zh_hans: 每2周

source: Every 3 months
de: Alle 3 Monate
es: Cada 3 meses
fr: Tous les 3 mois
id: Setiap 3 bulan
it: Ogni 3 mesi
pt_br: A cada 3 meses
ru: Каждые 3 месяца
tr: Her 3 ayda bir
zh_hans: 每3个月

source: Every category, compared month to month.
de: Jede Kategorie, im Monatsvergleich.
es: Cada categoría, comparada mes a mes.
fr: Chaque catégorie, comparée mois par mois.
id: Setiap kategori, dibandingkan dari bulan ke bulan.
it: Ogni categoria, confrontata mese su mese.
pt_br: Cada categoria, comparada mês a mês.
ru: Каждая категория, в сравнении месяц к месяцу.
tr: Her kategori, aydan aya karşılaştırmalı.
zh_hans: 每个类别，逐月对比。

source: Every change here moves the net-worth line on your dashboard instantly.
de: Jede Änderung hier bewegt die Nettovermögens-Linie auf deinem Dashboard sofort.
es: Cada cambio aquí mueve al instante la línea de patrimonio neto en tu panel.
fr: Chaque changement ici déplace instantanément la courbe de valeur nette de votre tableau de bord.
id: Setiap perubahan di sini langsung menggerakkan garis kekayaan bersih di dasbor Anda.
it: Ogni modifica qui sposta subito la linea del patrimonio netto sulla tua dashboard.
pt_br: Cada mudança aqui move a linha do patrimônio líquido no seu painel instantaneamente.
ru: Любое изменение здесь мгновенно отражается на линии капитала в вашей панели управления.
tr: Buradaki her değişiklik panelindeki net değer çizgisini anında hareket ettirir.
zh_hans: 此处的任何更改都会立即反映在仪表盘的净资产曲线上。
